Repository: yaquake-dot-com/humidor
Catalog: Sources/Humidor/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, es_cl, es_es, et, fr, hu, it, lv, nl, pl, pt_br, pt_pt, ru, ta, tr, uk, zh_hans

source: Add users as buddies to share specific folders with them and receive notifications when they are online
ca: Afegeix usuaris com a amics per a compartir carpetes específiques amb ells i rebre notificacions quan estiguin en línia
cs: Přidání uživatelů do seznamu kamarádů pro sdílení konkrétních složek s nimi a přijímání oznámení, když jsou online
de: Füge Nutzer als Freunde hinzu, um bestimmte Ordner mit ihnen zu teilen und Benachrichtigungen zu erhalten, wenn sie online sind
es_cl: Añade usuarios a tu lista de amigos para compartir con ellos carpetas específicas y recibir notificaciones cuando estén conectados
es_es: Añade usuarios a tu lista de amigos para compartir con ellos carpetas específicas y recibir notificaciones cuando estén conectados
et: Lisa kasutajad sõpradeks, et jagada nendega kindlaid kaustu ja saa märguandeid, kui nad on võrgus
fr: Ajoutez des utilisateurs à votre liste d'amis pour partager des dossiers spécifiques avec eux et recevoir des notifications lorsqu'ils sont en ligne
hu: Adjon hozzá felhasználókat barátokként, hogy mappákat oszthasson meg velük, és értesítést kapjon ha be vannak jelentkezve
it: Aggiungi utenti come amici per condividere cartelle specifiche con loro e ricevere notifiche quando sono online
lv: Pievienojiet lietotājus kā draugus, lai koplietotu ar viņiem noteiktas mapes un saņemtu paziņojumus, kad viņi ir tiešsaistē
nl: Voeg gebruikers toe als vrienden om specifieke mappen met hen te delen en ontvang meldingen wanneer ze online zijn
pl: Dodaj użytkowników do swojej listy znajomych, aby udostępniać im określone foldery i otrzymywać powiadomienia, gdy są dostępni
pt_br: Adicione usuários como amigos para compartilhar pastas específicas com eles e receber notificações quando estiverem online
pt_pt: Adicione utilizadores como amigos para partilhar pastas específicas com eles e receber notificações quando estiverem online
ru: Добавляйте пользователей в список друзей, чтобы делиться с ними общими каталогами и получать уведомления, когда они в сети
ta: குறிப்பிட்ட கோப்புறைகளை அவர்களுடன் பகிர்ந்து கொள்ள பயனர்களை நண்பர்களாகச் சேர்க்கவும், ஆன்லைனில் இருக்கும்போது அறிவிப்புகளைப் பெறவும்
tr: Belirli klasörleri onlarla paylaşmak ve çevrim içi olduklarında bildirim almak için kullanıcıları arkadaş olarak ekleyin
uk: Додайте користувачів як друзів, щоб ділитися з ними певними каталогами та отримувати сповіщення, коли вони в мережі
zh_hans: 添加用户为好友，与他们分享特定的文件夹，并在他们在线时收到通知

source: Add…
ca: Afegir…
cs: Přidat…
de: Hinzufügen …
es_cl: Añadir…
es_es: Añadir…
et: Lisa…
fr: Ajouter…
hu: Hozzáadás…
it: Aggiungi…
lv: Pievienot…
nl: Toevoegen…
pl: Dodaj…
pt_br: Adicionar…
pt_pt: Adicionar…
ru: Добавить…
ta: சேர்க்கவும்…
tr: Ekle…
uk: Додати…
zh_hans: 添加……

source: Album
ca: Àlbum
es_cl: Álbum
es_es: Álbum
lv: Albums
pt_br: Álbum
pt_pt: Álbum
ru: Альбом
ta: ஆல்பம்
tr: Albüm
uk: Альбом
zh_hans: 专辑

source: All Tabs
ca: Totes les Pestanyes
cs: Všechny karty
de: Alle Tabs
es_es: Todas las pestañas
et: Kõik vahekaardid
fr: Tous les onglets
hu: Minden lap
it: Tutte le Schede
lv: Visas cilnes
nl: Alle tabs
pl: Wszystkie karty
pt_br: Todas as Abas
pt_pt: Todas as Guias
ru: Все вкладки
ta: அனைத்து தாவல்களும்
tr: Tüm Sekmeler
zh_hans: 全部选项卡

source: Allocate upload slots until total speed reaches (KiB/s):
ca: Assigna espais de càrrega fins que arribi la velocitat total (KiB/s):
cs: Přidělovat nahrávací sloty dokud celková rychlost nedosáhne (KiB/s):
de: Upload-Slots zuweisen, bis die Gesamtgeschwindigkeit (KiB/s) erreicht ist:
es_es: Asigna las ranuras de subida hasta que la velocidad total alcance (KiB/s):
et: Jaota üleslaadimispesad, kuni kogukiirus saavutab (KiB/s):
fr: Mettre en file d'attente les téléchargements si la vitesse de transfert totale atteint (KiB/s) :
hu: Feltöltései szálak hozzárendelése, ha a teljes átviteli sebesség eléri a (KiB/s):
it: Assegna slot di caricamento fino a raggiungere una velocità totale di (KiB/s):
lv: Piešķirt augšupielādes slotus, līdz kopējais ātrums sasniedz (KiB/s):
nl: Wijs uploadslots toe totdat de totale snelheid (KiB/s) bereikt is:
pl: Przydzielaj sloty wysyłania, aż całkowita prędkość osiągnie (KiB/s):
pt_br: Aloque slots de upload até atingir a velocidade total (KiB/s):
pt_pt: Aloque slots de upload até atingir a velocidade total (KiB/s):
ru: Распределять слоты раздачи до тех пор, пока общая скорость не достигнет (КиБ/сек):
ta: மொத்த விரைவு (KIB/s) அடையும் வரை பதிவேற்ற இடங்களை ஒதுக்கவும்:
tr: Toplam hız bu değere ulaşana kadar yükleme yuvaları tahsis et (KiB/s):
zh_hans: 总传输速度达到（KiB/s）时分配上传槽位：

source: Allow users to send you any files:
ca: Permet als usuaris enviar-te qualsevol arxiu:
cs: Umožněte uživatelům poslat vám jakékoli soubory:
de: Erlaube Nutzern, dir beliebige Dateien zu senden:
es_es: Permite que los usuarios te envíen cualquier archivo:
et: Luba neil kasutajatel endale kõiki faile saata:
fr: Autoriser les utilisateurs à vous envoyer des fichiers :
hu: Engedélyezi a felhasználóknak, hogy fájlokat küldjenek Önnek:
it: Permetti agli utenti di inviarti qualsiasi file:
lv: Atļaut lietotājiem sūtīt jums jebkādus failus:
nl: Gebruikers toestaan om je bestanden te sturen:
pl: Zezwalaj użytkownikom na wysyłanie dowolnych plików:
pt_br: Permita que os usuários enviem qualquer arquivo para você:
pt_pt: Permita que os utilizadores enviem qualquer ficheiro para si:
ru: Кому разрешается отправлять вам файлы:
ta: எந்த கோப்புகளையும் உங்களுக்கு அனுப்ப பயனர்களை அனுமதிக்கவும்:
tr: Kullanıcıların size herhangi bir dosya göndermesine izin verin:
zh_hans: 允许用户向您发送任意文件：

source: Allowed chat completions:
ca: Compleció de xat permesos:
cs: Povolená dokončení chatu:
de: Erlaubte Chat-Vervollständigungen:
es_cl: Autocompletados permitidos:
es_es: Autocompletados permitidos:
et: Lubatud vestluse täiendamised:
fr: Complétions autorisées des discussions :
hu: Engedélyezett csevegés-befejezések:
it: Completamenti chat permessi:
lv: Atļautās tērzēšanas aizpildīšanas:
nl: Toegestane chat aanvullingen:
pl: Dozwolone dopełnienia czatu:
pt_br: Conclusões de bate-papo permitidas:
pt_pt: Conclusões de bate-papo permitidas:
ru: Допустимые автодополнения чата:
ta: அரட்டை நிறைவுகள் அனுமதிக்கப்பட்டவை:
tr: İzin verilen sohbet tamamlamaları:
uk: Дозволені автодоповнення чату:
zh_hans: 允许的聊天完成：

source: Always visible sidebar
ca: Barra lateral sempre visible
cs: Trvale viditelný boční panel
de: Immer sichtbare Seitenleiste
es_es: Barra lateral siempre visible
et: Alati nähtav külgriba
fr: Barre latérale toujours visible
hu: Mindig látható oldalsáv
it: Barra laterale sempre visibile
lv: Vienmēr redzama sānjosla
nl: Altijd zichtbare zijbalk
pl: Zawsze widoczny pasek boczny
pt_br: Barra lateral sempre visível
pt_pt: Barra lateral sempre visível
ru: Всегда видимая боковая панель
ta: எப்போதும் தெரியும் பக்கப்பட்டி
tr: Her zaman görünür kenar çubuğu
zh_hans: 侧边栏总是可见

source: Append b, k, m, or g (alternatively kib, mib, or gib) to specify byte, kibibyte, mebibyte, or gibibyte units: 20m to show files larger than 20 MiB (mebibytes).
ca: Afegeix b, k, m, o g (alternativament kib, mib, o gib) per especificar unitats de byte, kibibyte, mebibyte o gibibyte: 20m per mostrar arxius més grans de 20 MiB (mebibytes).
cs: Na konec připojte b, k, m nebo g (případně kib, mib nebo gib) pro určení jednotek bajtů, kibibajtů, mebibajtů nebo gibibajtů: 20m pro zobrazení souborů větších než 20 MiB (mebibajtů).
de: Hänge b, k, m oder g (alternativ kib, mib oder gib) an, um Byte, Kibibyte, Mebibyte oder Gibibyte anzugeben: 20m, um Dateien anzuzeigen, die größer als 20 MiB (Mebibyte) sind.
es_es: Añada b, k, m, g (o bien kib, mib, gib) para especificar unidades en bytes, kibibytes, mebibytes o gibibytes: 20m para mostrar archivos mayores que 20 MiB (mebibytes).
et: Lisa b, k, m või g (alternatiivselt kib, mib või gib), et määrata ühikud baitidena, kibibaitidena, mebibaitidena või gibibaitidena: 20m, et kuvada faile, mis on suuremad kui 20 MiB (mebibaiti).
fr: Ajoutez b, k, m ou g (alternativement kib, mib ou gib) pour spécifier les unités d'octet, de kibibyte, de mebibyte ou de gibibyte : 20m trouvera les fichiers supérieurs à 20Mio (20 mebi-octets).
hu: Kezdő betűjükkel, „b”, „k”, „m” és „g” (használható a „kib”, „mib” vagy „gib” is), adhatja meg a bájt, kibibájt, mebibájt vagy gibibájt egységeket: 20 m a legalább 20 MiB (mebibájt) méretű fájlok megjelenítéséhez.
it: Aggiungi b, k, m, o g (oppure kib, mib, o gib) per specificare unità di byte, kibibyte, mebibyte, o gibibyte: 20m per mostrare file con dimensioni più grandi di 20 MiB (mebibytes).
lv: Pievienojiet b, k, m vai g (alternatīvi kib, mib vai gib), lai norādītu baita, kibibaita, mebibaita vai gibibaita vienības: 20m, lai parādītu failus, kas lielāki par 20 MiB (mebibaitiem).
nl: Voeg b, k, m of g toe (alternatief kib, mib of gib) om byte, kibibyte, mebibyte of gibibyte eenheden te specificeren: 20m om bestanden groter dan 20 MiB (mebibytes) weer te geven.
pl: Dodaj b, k, m lub g (alternatywnie kib, mib lub gib) by określić jednostki bajtów, kibibajtów, mebibajtów lub gibibajtów: 20m aby pokazać pliki większe niż 20 MiB (mebibajtów).
pt_br: Acrescente b, k, m ou g (alternativamente kib, mib ou gib) para especificar unidades de byte, kibibyte, mebibyte ou gibibyte: 20m para mostrar arquivos maiores que 20 MiB (mebibytes).
pt_pt: Acrescente b, k, m ou g (alternativamente kib, mib ou gib) para especificar unidades de byte, kibibyte, mebibyte ou gibibyte: 20m para mostrar ficheiros maiores que 20 MiB (mebibytes).
ru: Добавьте b, k, m или g (альтернатива kib, mib или gib), чтобы указать единицы байт, кибибайт, мебибайт или гибибайт: 20m для отображения файлов размером более 20 MiB (мебибайт).
ta: பைட், கிபிபைட், மெபிபைட் அல்லது கிபிபைட் அலகுகளைக் குறிப்பிட பி, கே, எம், அல்லது ஐயா (மாற்றாக கிப், எம்ஐபி, அல்லது கிப்) சேர்க்கவும்: 20 எம்ஐபி (மெபிபைட்டுகள்) ஐ விட பெரிய கோப்புகளைக் காட்ட 20 மீ.
tr: Bayt, kibibayt, mebibayt veya gibibayt birimlerini belirtmek için b, k, m veya g (alternatif olarak kib, mib veya gib) ekleyin: 20 MiB (mebibayt)'tan daha büyük dosyaları göstermek için 20m girin.
zh_hans: 附加 b、k、m 或 g（或者 kib、mib 或 gib）以指定 byte、kibibyte、mebibyte 或 gibibyte 单位： 20m以显示大于20 MiB（兆字节）的文件。

source: Apply
ca: Aplicar
cs: Použít
de: Anwenden
es_cl: Aplicar
es_es: Aplicar
et: Rakenda
fr: Appliquer
hu: Alkalmaz
it: Applica
lv: Pielietot
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ru: Применить
ta: Aplay
tr: Uygula
uk: Застосувати
zh_hans: 应用

source: Archive
ca: Arxiu
cs: Archiv
de: Archiv
es_es: Archivo
et: Arhiiv
hu: Archívum
it: Archivio
lv: Arhīvs
nl: Archief
pl: Archiwum
pt_br: Arquivo
pt_pt: Arquivo
ru: Архив
ta: காப்பகம்
tr: Arşiv
zh_hans: 压缩包

source: Artist
ca: Artista
cs: Umělec
de: Künstler
es_cl: Artista
es_es: Artista
et: Esitaja
fr: Artiste
hu: Előadó
it: Artista
lv: Mākslinieks
nl: Artiest
pl: Artysta
pt_br: Artista
pt_pt: Artista
ru: Исполнитель
ta: கலைஞர்
tr: Sanatçı
uk: Виконавець
zh_hans: 艺术家

source: As above, but files, folders and usernames are filtered out if the text matches.
ca: Com s'ha dit anteriorment, però els fitxers, les carpetes i els noms d'usuari es filtren si el text coincideix.
cs: Stejně jak je uvedeno výše, ale soubory, složky a uživatelská jména jsou odfiltrovány, pokud text odpovídá zadání.
de: Wie oben, aber Dateien, Ordner und Benutzernamen werden herausgefiltert, wenn der Text übereinstimmt.
es_es: Como arriba, pero los archivos, carpetas y nombres de usuario se filtran si el texto coincide.
et: Nagu ülal, kuid failid, kaustad ja kasutajanimed filtreeritakse välja, kui tekst klapib.
fr: Comme ci-dessus, mais les fichiers, dossiers et utilisateurs ne seront pas affichés si le texte correspond.
hu: Mint a fenti, de a fájlok, mappák és felhasználónevek kiszűrésre kerülnek, ha a szöveg egyezik.
it: Come sopra, ma i file, le cartelle e i nomi utente vengono scartati se il testo combacia.
lv: Tāpat kā iepriekš, bet faili, mapes un lietotājvārdi tiek filtrēti, ja teksts sakrīt.
nl: Zoals hierboven, maar bestanden, mappen en gebruikersnamen worden gefilterd als de tekst overeenkomt.
pl: Jak wyżej, ale pliki i foldery są odfiltrowywane, jeśli tekst pasuje.
pt_br: Como acima, mas arquivos, pastas e nomes de usuário são filtrados se o texto corresponder.
pt_pt: Como acima, mas ficheiros, pastas e nomes de utilizador são filtrados se o texto corresponder.
ru: То же, что и выше, но файлы, каталоги и пользователи отфильтровываются, если содержимое совпадает.
ta: மேலே உள்ளபடி, ஆனால் உரை பொருந்தினால் கோப்புகள், கோப்புறைகள் மற்றும் பயனர்பெயர்கள் வடிகட்டப்படுகின்றன.
tr: Yukarıdaki gibi, ancak metin eşleşirse dosyalar, klasörler ve kullanıcı adları filtrelenir.
zh_hans: 如上所述，但如果文本匹配，则会过滤掉文件、文件夹和用户名。

source: As the name suggests, a search result filter cannot expand your original search, it can only narrow it down. To broaden or change your search terms, perform a new search.
ca: Com el seu nom indica, un filtre de resultats de cerca no pot ampliar la cerca original, només pot reduir-la. Per a ampliar o canviar els termes de cerca, fes una cerca nova.
cs: Jak již název napovídá, filtr výsledků vyhledávání nemůže rozšířit vaše původní vyhledávání, může jej pouze zúžit. Chcete-li hledané výrazy rozšířit nebo změnit, proveďte nové vyhledávání.
de: Wie der Name schon sagt, kann ein Suchergebnisfilter deine ursprüngliche Suche nicht erweitern, er kann sie nur einschränken. Um deine Suchbegriffe zu erweitern oder zu ändern, führe eine neue Suche durch.
es_es: Como su propio nombre indica, un filtro de resultados de búsqueda no puede expandir tu búsqueda original, solo puede reducirla. Para ampliar o cambiar tus términos de búsqueda, haz una nueva búsqueda.
et: Nagu nimigi ütleb, ei saa otsingutulemuste filter sinu algset otsingut laiendada, vaid saab seda ainult kitsendada. Otsinguterminite laiendamiseks või muutmiseks tee uus otsing.
fr: Comme son nom l'indique, un filtre de résultats de recherche ne peut pas élargir votre recherche d'origine, il ne peut que la réduire. Pour élargir ou modifier vos termes de recherche, effectuez une nouvelle recherche.
hu: Ahogy a neve is sugallja, a keresésieredmény-szűrő nem tudja kiterjeszteni az eredeti keresést, csak szűkíteni tudja azt. A keresési kifejezések bővítéséhez, vagy módosításához hajtson végre új keresést.
it: Come suggerisce il nome, un filtro dei risultati di ricerca non può espandere la tua ricerca originale, può solo restringerla. Per ampliare o modificare i termini di ricerca, esegui una nuova ricerca.
lv: Kā norāda nosaukums, meklēšanas rezultātu filtrs nevar paplašināt jūsu sākotnējo meklēšanu, tas var tikai to sašaurināt. Lai paplašinātu vai mainītu meklēšanas nosacījumus, veiciet jaunu meklēšanu.
nl: Zoals de naam al doet vermoeden, kan een zoekresultatenfilter je oorspronkelijke zoekopdracht niet uitbreiden, het kan deze alleen verfijnen. Om je zoektermen te verbreden of te wijzigen, voer je een nieuwe zoekopdracht uit.
pl: Jak sama nazwa wskazuje, filtr wyników wyszukiwania nie może rozszerzyć pierwotnego wyszukiwania, może je jedynie zawęzić. Aby poszerzyć lub zmienić wyszukiwane hasła, przeprowadź nowe wyszukiwanie.
pt_br: Como o nome sugere, um filtro de resultados de pesquisa não pode expandir sua pesquisa original, apenas pode restringi-la. Para ampliar ou alterar seus termos de pesquisa, faça uma nova pesquisa.
pt_pt: Como o nome sugere, um filtro de resultados de pesquisa não pode expandir a sua pesquisa original, apenas pode restringi-la. Para ampliar ou alterar os seus termos de pesquisa, faça uma nova pesquisa.
ru: Как следует из названия, фильтр результата поиска не может расширить исходный поиск, он может только сузить его. Чтобы расширить или изменить условия поиска, выполните новый поиск.
ta: பெயர் குறிப்பிடுவது போல, ஒரு தேடல் முடிவு வடிகட்டி உங்கள் அசல் தேடலை விரிவாக்க முடியாது, அது அதைக் குறைக்க முடியும். உங்கள் தேடல் சொற்களை விரிவுபடுத்த அல்லது மாற்ற, புதிய தேடலைச் செய்யுங்கள்.
tr: Adından da anlaşılacağı gibi, bir arama sonucu filtresi orijinal aramanızı genişletemez, yalnızca daraltabilir. Arama terimlerinizi genişletmek veya değiştirmek için yeni bir arama yapın.
zh_hans: 顾名思义，搜索结果过滤器不能扩大您原来的搜索范围，它只能缩小范围。要扩大或更改搜索项，请执行新的搜索。

source: Audio
ca: Àudio
cs: Zvuk
et: Heli
hu: Hang
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
ta: ஆடியோ
tr: Ses
zh_hans: 音频

source: Auto-Replace
ca: Substitució automàtica
cs: Automatické nahrazování
de: Automatisch ersetzen
es_cl: Sustitución Automática
es_es: Sustitución automática
et: Automaatne asendamine
fr: Remplacement automatique
hu: Automatikus helyettesítés
it: Auto-Sostituzione
lv: Automātiska aizstāšana
nl: Automatisch vervangen
pl: Automatyczna podmiana
pt_br: Substituir automaticamente
pt_pt: Substituir automaticamente
ru: Автозамена
ta: தானாக மாற்றுதல்
tr: Otomatik Değiştir
uk: Автозаміна
zh_hans: 自动替换

source: Auto-connect to server on startup
ca: Connectar-se automàticament al servidor a l'inici
cs: Automatické připojení k serveru při spuštění
de: Automatische Verbindung zum Server beim Start
es_cl: Conexión automática al servidor al arranque
es_es: Conexión automática al servidor al arranque
et: Käivitamisel ühenda automaatselt serveriga
fr: Connexion automatique au serveur au démarrage
hu: Automatikus csatlakozás a kiszolgálóhoz indításkor
it: Connessione automatica al server all'avvio
lv: Automātiska savienošanās ar serveri lietotnes startēšanas laikā
nl: Automatisch verbinden met server bij opstarten
pl: Automatyczne łączenie z serwerem podczas uruchamiania
pt_br: Conectar automaticamente ao servidor na inicialização
pt_pt: Conectar automaticamente ao servidor na inicialização
ru: Автоматическое подключение к серверу при запуске
ta: தொடக்கத்தில் சேவையகத்துடன் தானாக இணைக்கவும்
tr: Başlangıçta sunucuya otomatik bağlan
uk: Автоматичне підключення до сервера під час запуску
zh_hans: 启动时自动连接服务器

source: Auto-reply message when away:
ca: Missatge de resposta automàtica quan estiguis absent:
cs: Automatická odpověď při nepřítomnosti:
de: Automatische Antwortnachricht bei Abwesenheit:
es_cl: Mensaje de respuesta automática en caso de estar ausente:
es_es: Mensaje de respuesta automática en caso de ausencia:
et: Automaatvastuse sõnum eemal olles:
fr: Message de réponse automatique en cas d'absence :
hu: Automatikus válaszüzenet, ha távol van:
it: Risposta automatica quando assente:
lv: Automātiskās atbildes ziņa, kad esat "aizgājis":
nl: Automatisch antwoord bij afwezigheid:
pl: Automatyczna odpowiedź podczas nieobecności:
pt_br: Mensagem de resposta automática quando estiver ausente:
pt_pt: Mensagem de resposta automática quando estiver ausente:
ru: Автоответчик при отсутствии:
ta: தொலைவில் இருக்கும்போது தானாக செய்யப்படும் செய்தி:
tr: Uzaktayken otomatik yanıt mesajı:
uk: Повідомлення автоматичної відповіді, коли відсутній:
zh_hans: 离开时自动回复消息：

source: Autoclear finished/cancelled uploads from transfer list
ca: Netejar automàticament les pujada acabades/cancel·lades de la llista de transferència
cs: Automaticky vyčistit dokončená/zrušená nahrávání ze seznamu přenosů
de: Automatisches Löschen von abgeschlossenen/abgebrochenen Uploads aus der Übertragungsliste
es_cl: Limpiar automáticamente las subidas finalizadas/canceladas de la lista de transferencias
es_es: Limpiar automáticamente las subidas terminadas/canceladas de la lista de transferencias
et: Eemalda lõpetatud/tühistatud üleslaadimised ülekannete loendist automaatselt
fr: Effacement automatique des téléchargements terminés/annulés de la liste des transferts
hu: A kész/megszüntetett feltöltések automatikus törlése az átviteli listáról
it: Auto-pulisci upload completati/annullati dalla lista trasferimenti
lv: Automātiski notīrīt pabeigtās/atceltās augšupielādes no pārsūtīšanas saraksta
nl: Automatisch voltooide/geannuleerde uploads uit overdrachtslijst wissen
pl: Automatyczne czyszczenie zakończonych / anulowanych wysyłań z listy transferów
pt_br: Limpar automaticamente uploads concluídos/cancelados da lista de transferências
pt_pt: Limpar automaticamente uploads concluídos/cancelados da lista de transferências
ru: Автоочистка завершённых/отменённых раздач из списка передачи
ta: பரிமாற்ற பட்டியலிலிருந்து ஆட்டோக்லியர் முடிந்தது/ரத்து செய்யப்பட்ட பதிவேற்றங்கள்
tr: Tamamlanan/iptal edilen yüklemeleri aktarım listesinden otomatik olarak temizle
uk: Автоматичне очищення завершених/скасованих вивантажень зі списку передач
zh_hans: 自动清除传输列表中完成/取消的上传

source: Autoclear finished/filtered downloads from transfer list
ca: Netejar automàticament les descàrregues acabades/filtrades de la llista de transferència
cs: Automaticky vyčistit dokončené/filtrované stahování ze seznamu přenosů
de: Automatisches Löschen von abgeschlossenen/gefilterten Downloads aus der Transferliste
es_cl: Limpiar automáticamente las descargas finalizadas/filtradas de la lista de transferencias
es_es: Limpiar automáticamente las descargas terminadas/filtradas de la lista de transferencias
et: Eemalda lõpetatud/filtreeritud allalaadimised edastusloendist automaatselt
fr: Effacement automatique des téléchargements terminés/filtrés de la liste des transferts
hu: Befejezett/szűrt letöltések automatikus törlése az átviteli listából
it: Autopulisci download completati/filtrati dalla lista trasferimenti
lv: Automātiski notīrīt pabeigtās/filtrētās lejupielādes no pārsūtīšanas saraksta
nl: Automatisch voltooide/gefilterde downloads uit overdrachtslijst wissen
pl: Automatyczne czyszczenie zakończonych / filtrowanych pobrań z listy transferów
pt_br: Limpar automaticamente downloads finalizados/filtrados da lista de transferências
pt_pt: Limpar automaticamente descargas finalizadas/filtradas da lista de transferências
ru: Автоочистка завершённых/отфильтрованных загрузок из списка передачи
ta: பரிமாற்ற பட்டியலிலிருந்து ஆட்டோக்லியர் முடிக்கப்பட்ட/வடிகட்டப்பட்ட பதிவிறக்கங்கள்
tr: Aktarım listesinden tamamlanan/filtrelenen indirmeleri otomatik olarak temizle
uk: Автоматичне очищення завершених/відфільтрованих завантажень зі списку передач
zh_hans: 自动清除传输列表中已完成/已过滤的下载

source: Automatically forward listening port (UPnP/NAT-PMP)
ca: Redirigeix automàticament el port d'escolta (UPnP/NAT-PMP)
cs: Automaticky přesměrovat port naslouchání (UPnP/NAT-PMP)
de: Automatisches Weiterleiten des Hörports (UPnP/NAT-PMP)
es_es: Reenviar automáticamente el puerto de la escucha (UPnP/NAT-PMP)
et: Kuulamispordi automaatne siire (UPnP/NAT-PMP)
fr: Transférer automatiquement le port d'écoute (UPnP/NAT-PMP)
hu: Figyelőport automatikus továbbítása (UPnP/NAT-PMP)
it: Apri automaticamente le porte di ascolto (UPnP/NAT-PMP)
lv: Automātiski pārsūtīt klausīšanās portu (UPnP/NAT-PMP)
nl: Automatisch luisterpoort doorsturen (UPnP/NAT-PMP)
pl: Automatycznie przekierowuj port nasłuchiwania (UPnP/NAT-PMP)
pt_br: Encaminhar automaticamente a porta de escuta (UPnP/NAT-PMP)
pt_pt: Encaminhar automaticamente a porta de escuta (UPnP/NAT-PMP)
ru: Автоматически перенаправлять прослушиваемый порт (UPnP/NAT-PMP)
ta: தானாக முன்னோக்கி கேட்கும் துறைமுகம் (UPNP/NAT-PMP)
tr: Dinleme bağlantı noktasını otomatik olarak ilet (UPnP/NAT-PMP)
zh_hans: 自动转发监听端口（UPnP/NAT-PMP）
